Dictionary = {'Price Summary': ["Bitcoin’s price today is US$17,048.22, with a 24-hour trading volume of $19.81 B. BTC is -0.16% in the last 24 hours. It is currently -1.02% from its 7-day all-time high of $17,223.84, and 6.46% from its 7-day all-time low of $16,013.82. BTC has a circulating supply of 19.22 M BTC and a max supply of 21 M BTC.\nWhat is Bitcoin?\nBitcoin (BTC) is the world's first cryptocurrency built on distributed ledger (blockchain) technology, with a proof of work (PoW) mechanism that is not backed by any country's central bank or government. It was founded by Satoshi Nakamoto, a pseudonym representing an individual or group of individuals, who published the white paper on October 31, 2008. It is currently the world’s biggest cryptocurrency, maintaining market dominance for the past decade.\nMore", 'Ethereum’s price today is US$1,289.97, with a 24-hour trading volume of $6.09 B. ETH is +0.61% in the last 24 hours. It is currently -1.12% from its 7-day all-time high of $1,304.52, and 12.05% from its 7-day all-time low of $1,151.24. ETH has a circulating supply of 122.37 M ETH.\nWhat is Ethereum?\nEthereum is an open-source software platform that uses Ether (ETH) as the native digital currency and enables the creation of smart contracts and decentralised applications (DApps) without downtime, fraud, control, or interference from a third party.\nAs a programming language that’s Turing-complete and built on blockchain technology, Ethereum has helped developers build and publish decentralised assets, apps, and other services. It is currently the second-biggest in the world, since it is the most-used blockchain platform so far.\nMore'], 'Img Link': ['https://crypto.com/price/_next/image?url=https%3A%2F%2Fstatic.crypto.com%2Ftoken%2Ficons%2Fbitcoin%2Fcolor_icon.png&w=64&q=75', 'https://crypto.com/price/_next/image?url=https%3A%2F%2Fstatic.crypto.com%2Ftoken%2Ficons%2Fethereum%2Fcolor_icon.png&w=64&q=75'], 'Timestamp': ['16:20:40', '16:20:46'], 'ID': ['ffee3afe-a5ea-48ee-af2f-ebd7bd60fde4', '37e8b17b-68a4-4946-ab06-fbaa14bbef05']}
